Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# APSecurityVerifyDeviceDescriptionText_WIFI
source: To use AirPlay with this Apple TV, devices on this Wi-Fi network must first be verified. This may require a one-time onscreen code. Requires iOS 7.1 or later, OS X 10.9.2 or later, or iTunes 11.2 or later.
ar: لاستخدام البث السريع على هذا الـ Apple TV، يجب أولاً التحقق من الأجهزة الموجودة على شبكة Wi-Fi هذه. قد يتطلب ذلك رمزًا يظهر على الشاشة لمرة واحدة. يتطلب ذلك iOS 7.1 أو أحدث، أو OS X 10.9.2 أو أحدث، أو iTunes 11.2 أو أحدث.
ca: Per utilitzar l’AirPlay amb l’Apple TV, és necessari verificar els dispositius de la xarxa Wi‑Fi. Potser hauràs de disposar d’un codi en pantalla d’un sol ús. Calen com a mínim l’iOS 7.1, l’OS X 10.9.2 o l’iTunes 11.2.
cs: Chcete‑li s touto Apple TV používat AirPlay, zařízení ve Wi‑Fi síti musí být nejprve ověřena. Je možné, že ověření bude vyžadovat jednorázový kód na obrazovce. Vyžaduje iOS 7.1 nebo novější, OS X 10.9.2 nebo novější či iTunes 11.2 nebo novější.
da: Enheder på dette Wi-Fi-netværk skal først godkendes, før AirPlay kan bruges med dette Apple TV. Du skal muligvis skrive en kode på skærmen en gang. Kræver iOS 7.1 eller en nyere version, OS X 10.9.2 eller en nyere version eller iTunes 11.2 eller en nyere version.
de: Um AirPlay mit diesem Apple TV zu verwenden, müssen die Geräte in diesem WLAN zuerst bestätigt werden. Dafür wird eventuell ein einmaliger Onscreen-Code benötigt. Erfordert iOS 7.1 oder neuer, OS X 10.9.2 oder neuer bzw. iTunes 11.2 oder neuer.
el: Για χρήση του AirPlay με αυτό το Apple TV, οι συσκευές σε αυτό το δίκτυο Wi-Fi πρέπει πρώτα να επαληθευτούν. Αυτή η ενέργεια μπορεί να απαιτεί εισαγωγή κωδικού οθόνης μίας χρήσης. Απαιτείται iOS 7.1 ή μεταγενέστερη έκδοση, OS X 10.9.2 ή μεταγενέστερη έκδοση, ή iTunes 11.2 ή μεταγενέστερη έκδοση.
es: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados a esta red Wi‑Fi. Para ello, podría solicitarse un código en pantalla de un solo uso. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
es_us: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados a esta red Wi-Fi. Esto requiere ingresar el código en pantalla de uso único. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
fi: Jotta voit käyttää AirPlayta tässä Apple TV:ssä, tässä Wi‑Fi-verkossa oleva laite on ensin varmistettava. Tämä saattaa vaatia näytöllä näkyvän kertakäyttöisen koodin. Vaatii iOS 7.1:n tai uudemman, OS X 10.9.2:n tai uudemman tai iTunes 11.2:n tai uudemman.
fr: Pour utiliser AirPlay avec cette Apple TV, les appareils connectés à ce réseau Wi-Fi doivent d’abord être vérifiés. Cela peut nécessiter la saisie d’un code à usage unique à l’écran. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
fr_ca: Pour utiliser AirPlay avec cette Apple TV, les appareils connectés à ce réseau Wi‑Fi doivent d’abord être vérifiés. La saisie à l’écran d’un code à usage unique peut être requise. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
he: כדי להשתמש ב-AirPlay עם ה-Apple TV, יש לאמת תחילה את המכשירים ברשת אלחוטית זו. ייתכן שלפעולה זו יידרש קוד חד-פעמי שיופיע על המסך. לחיבור נדרשות גירסאות iOS 7.1 ואילך, OS X 10.9.2 ואילך או iTunes 11.2 ואילך.
hi: इस Apple TV के साथ AirPlay का उपयोग करने से पहले इस वाई-फ़ाई नेटवर्क के डिवाइस सत्यापित करने होंगे। इसके लिए वन-टाइम ऑनस्क्रीन कोड की ज़रूरत हो सकती है। iOS 7.1 या बाद के संस्करण, OS X 10.9.2 या बाद के संस्करण या iTunes 11.2 या बाद के संस्करण की आवश्यकता है।
hr: Za uporabu AirPlaya s ovim Apple TV-om uređaji na ovoj Wi-Fi mreži prvo se trebaju verificirati. To može zahtijevati jednokratni kôd prikazan na zaslonu. Zahtijeva iOS 7.1 ili noviji, OS X 10.9.2 ili noviji, ili iTunes 11.2 ili noviji.
hu: Ahhoz, hogy az AirPlayt ezzel az Apple TV-vel használja, először ellenőrizni kell a Wi‑Fi-hálózaton lévő eszközöket. Előfordulhat, hogy ehhez egy egyszeri, képernyőn megjelenő kód szükséges. Ehhez iOS 7.1 vagy újabb rendszer, OS X 10.9.2 vagy újabb rendszer, illetve iTunes 11.2 vagy újabb app szükséges.
id: Untuk menggunakan AirPlay dengan Apple TV ini, perangkat di jaringan Wi-Fi ini harus diverifikasi terlebih dahulu. Ini dapat memerlukan kode sekali pakai pada layar. Memerlukan iOS 7.1 atau lebih baru, OS X 10.9.2 atau lebih baru, atau iTunes 11.2 atau lebih baru.
it: Per usare AirPlay con Apple TV, i dispositivi su questa rete Wi‑Fi devono essere verificati. Ciò può richiedere un codice su schermo per una singola sessione. Richiede iOS 7.1, OS X 10.9.2, iTunes 11.2 o rispettive versioni successive.
ja: このApple TVでAirPlayを使用するには、まずこのWi‑Fiネットワーク上のデバイスを検証する必要があります。検証には画面に表示されている1回限りのコードが必要な場合があります。 iOS 7.1以降、OS X 10.9.2以降、およびiTunes 11.2以降が必要です。
ko: 이 Apple TV로 AirPlay를 사용하려면 먼저 이 Wi‑Fi 네트워크에 연결된 기기인지를 확인해야 합니다. 화면에 나타나는 1회용 코드가 필요할 수 있습니다. iOS 7.1 이상, OS X 10.9.2 이상 또는 iTunes 11.2 이상이 필요합니다.
ms: Untuk menggunakan AirPlay dengan Apple TV ini, peranti pada rangkaian Wi‑Fi ini mesti disahkan terlebih dahulu. Ini mungkin memerlukan kod atas skrin satu kali. Memerlukan iOS 7.1 atau lebih baharu, atau OS X 10.9.2 atau lebih baharu, atau iTunes 11.2 atau lebih baharu.
nb: Enheter på Wi‑Fi-nettverket må verifiseres før du kan bruke AirPlay med denne Apple TV-en. Du må kanskje oppgi en engangskode som i så fall vises på skjermen. Krever iOS 7.1 eller nyere, OS X 10.9.2 eller nyere eller iTunes 11.2 eller nyere.
nl: Om AirPlay met deze Apple TV te gebruiken, moeten apparaten in dit wifinetwerk eerst worden geverifieerd. Hiervoor is mogelijk een eenmalige code op het scherm vereist. iOS 7.1 of nieuwer, OS X 10.9.2 of nieuwer of iTunes 11.2 of nieuwer is vereist.
pl: Aby używać AirPlay z tym Apple TV, urządzenia w sieci Wi‑Fi muszą zostać zweryfikowane. Potrzebny może być jednorazowy kod ekranowy. Wymaga iOS 7.1 lub nowszego, OS X 10.9.2 lub nowszego i iTunes 11.2 lub nowszego.
pt_br: Para usar o AirPlay com esta Apple TV, os dispositivos conectados a esta rede Wi‑Fi devem ser comprovados antes. Para isso, talvez seja necessário um código de uso único. Requer iOS 7.1, OS X 10.9.2, iTunes 11.2 ou versões posteriores desses sistemas.
pt_pt: Para usar o AirPlay com esta Apple TV, primeiro é necessário confirmar os dispositivos ligados a esta rede Wi‑Fi. Pode ser exigida a confirmação de um código único. Requer o iOS 7.1 ou posterior, o OS X 10.9.2 ou posterior, ou o iTunes 11.2 ou posterior.
ro: Pentru a utiliza AirPlay cu acest Apple TV, dispozitivele din această rețea Wi‑Fi trebuie să fie mai întâi verificate. Aceasta poate necesita utilizarea unică a unui cod de ecran. Necesită iOS 7.1 (sau ulterior), OS X 10.9.2 (sau ulterior) sau iTunes 11.2 (sau ulterior).
ru: Чтобы использовать AirPlay с этим Apple TV, нужно сначала подтвердить устройства в этой сети Wi‑Fi. Для этого может потребоваться одноразовый код на экране. Требуется iOS 7.1 или новее, OS X 10.9.2 или новее либо iTunes 11.2 или новее.
sk: Ak chcete používať AirPlay s týmto Apple TV, je potrebné najprv overiť zariadenia v tejto Wi-Fi sieti. Na to bude zrejme potrebný jednorazový kód z obrazovky. Vyžaduje iOS 7.1 alebo novší, OS X 10.9.2 alebo novší, prípadne iTunes 11.2 alebo novšiu verziu.
sl: Za uporabo funkcije AirPlay s tem Apple TV-jem je treba napravi v tem omrežju Wi-Fi najprej potrditi. Za to bo morda potrebna enkratna koda na zaslonu. Zahtevan je operacijski sistem iOS 7.1 ali novejši, OS X 10.9.2 ali novejši oziroma iTunes različice 11.2 ali novejše.
sv: Om du vill använda AirPlay med denna Apple TV måste enheterna på det här Wi‑Fi-nätverket först bekräftas. Detta kan kräva en engångskod på skärmen. Kräver iOS 7.1 eller senare, OS X 10.9.2 eller senare, eller iTunes 11.2 eller senare.
th: ในการใช้ AirPlay กับ Apple TV เครื่องนี้ ก่อนอื่นต้องตรวจสอบยืนยันอุปกรณ์บนเครือข่าย Wi‑Fi นี้ ซึ่งอาจต้องใช้รหัสบนหน้าจอแบบครั้งเดียว ต้องใช้ iOS 7.1 ขึ้นไป, OS X 10.9.2 ขึ้นไป หรือ iTunes 11.2 ขึ้นไป
tr: Bu Apple TV ile AirPlay’i kullanmak için önce bu Wi-Fi ağındaki aygıtların doğrulanması gerekir. Bu işlem bir defalık bir ekran kodu gerektirebilir. iOS 7.1 veya daha yenisini, OS X 10.9.2 veya daha yenisini ya da iTunes 11.2 veya daha yenisini gerektirir.
uk: Щоб використовувати AirPlay із цим Apple TV, пристрої в цій мережі Wi‑Fi спершу слід підтвердити. Для цього може знадобитися разовий екранний код. Потрібні iOS 7.1, OS X 10.9.2 або iTunes 11.2 чи їх новіші версії.
vi: Để sử dụng AirPlay với Apple TV này, trước tiên các thiết bị trên mạng Wi-Fi này phải được xác minh. Việc này có thể yêu cầu một mã trên màn hình sử dụng một lần. Yêu cầu iOS 7.1 trở lên, OS X 10.9.2 trở lên hoặc iTunes 11.2 trở lên.
zh_cn: 若要通过此Apple TV隔空播放，位于此Wi-Fi网络上的设备必须先通过验证。这将需要一次性的屏幕代码。 要求运行iOS 7.1或更高版本、OS X 10.9.2或更高版本、iTunes 11.2或更高版本。
zh_hk: 如要將AirPlay配合此Apple TV使用，必須先驗證此Wi-Fi網絡上的裝置。這可能需要輸入一次性的螢幕代碼。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。
zh_tw: 若要搭配此Apple TV使用AirPlay，必須先驗證此Wi-Fi網路上的裝置。這可能需要輸入一次性的螢幕密碼。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。

# APSecurityVerifyDeviceDescriptionText_WLAN
source: To use AirPlay with this Apple TV, devices on this WLAN network must first be verified. This may require a one-time onscreen code. Requires iOS 7.1 or later, OS X 10.9.2 or later, or iTunes 11.2 or later.
ar: لاستخدام البث السريع على هذا الـ Apple TV، يجب أولاً التحقق من الأجهزة الموجودة على شبكة WLAN هذه. قد يتطلب ذلك رمزًا يظهر على الشاشة لمرة واحدة. يتطلب ذلك iOS 7.1 أو أحدث، أو OS X 10.9.2 أو أحدث، أو iTunes 11.2 أو أحدث.
ca: Per utilitzar l’AirPlay amb l’Apple TV, és necessari verificar els dispositius de la xarxa WLAN. Potser hauràs de disposar d’un codi en pantalla d’un sol ús. Calen com a mínim l’iOS 7.1, l’OS X 10.9.2 o l’iTunes 11.2.
cs: Chcete‑li s touto Apple TV používat AirPlay, zařízení ve WLAN síti musí být nejprve ověřena. Je možné, že ověření bude vyžadovat jednorázový kód na obrazovce. Vyžaduje iOS 7.1 nebo novější, OS X 10.9.2 nebo novější či iTunes 11.2 nebo novější.
da: Enheder på dette WLAN-netværk skal godkendes, før AirPlay kan bruges med denne Apple TV-enhed. Du skal muligvis skrive en kode på skærmen en gang. Kræver iOS 7.1 eller en nyere version, OS X 10.9.2 eller en nyere version eller iTunes 11.2 eller en nyere version.
de: Um AirPlay mit diesem Apple TV zu verwenden, müssen die Geräte in diesem WLAN zuerst bestätigt werden. Dafür wird eventuell ein einmaliger Onscreen-Code benötigt. Erfordert iOS 7.1 oder neuer, OS X 10.9.2 oder neuer bzw. iTunes 11.2 oder neuer.
el: Για χρήση του AirPlay με αυτό το Apple TV, οι συσκευές σε αυτό το δίκτυο WLAN πρέπει πρώτα να επαληθευτούν. Αυτή η ενέργεια μπορεί να απαιτεί εισαγωγή κωδικού οθόνης μίας χρήσης. Απαιτείται iOS 7.1 ή μεταγενέστερη έκδοση, OS X 10.9.2 ή μεταγενέστερη έκδοση, ή iTunes 11.2 ή μεταγενέστερη έκδοση.
es: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados a esta red WLAN. Para ello, podría solicitarse un código en pantalla de un solo uso. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
es_us: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados a esta red WLAN. Esto requiere ingresar el código en pantalla de uso único. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
fi: Jotta voit käyttää AirPlayta tässä Apple TV:ssä, tässä WLAN-verkossa oleva laite on ensin varmistettava. Tämä saattaa vaatia näytöllä näkyvän kertakäyttöisen koodin. Vaatii iOS 7.1:n tai uudemman, OS X 10.9.2:n tai uudemman tai iTunes 11.2:n tai uudemman.
fr: Pour utiliser AirPlay avec cette Apple TV, les appareils connectés à ce réseau WLAN doivent d’abord être vérifiés. Cela peut nécessiter la saisie d’un code à usage unique à l’écran. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
fr_ca: Pour utiliser AirPlay avec cette Apple TV, les appareils connectés à ce réseau WLAN doivent d’abord être vérifiés. La saisie à l’écran d’un code à usage unique peut être requise. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
he: כדי להשתמש ב-AirPlay עם ה-Apple TV, יש לאמת תחילה את המכשירים ברשת WLAN זו. ייתכן שלפעולה זו יידרש קוד חד-פעמי שיופיע על המסך. לחיבור נדרשות גירסאות iOS 7.1 ואילך, OS X 10.9.2 ואילך או iTunes 11.2 ואילך.
hi: इस Apple TV के साथ AirPlay का उपयोग करने से पहले इस WLAN नेटवर्क के डिवाइस सत्यापित करने होंगे। इसके लिए वन-टाइम ऑनस्क्रीन कोड की ज़रूरत हो सकती है। iOS 7.1 या बाद के संस्करण, OS X 10.9.2 या बाद के संस्करण या iTunes 11.2 या बाद के संस्करण की आवश्यकता है।
hr: Za uporabu AirPlaya s ovim Apple TV-om uređaji na ovoj WLAN mreži prvo se trebaju verificirati. To može zahtijevati jednokratni kôd prikazan na zaslonu. Zahtijeva iOS 7.1 ili noviji, OS X 10.9.2 ili noviji, ili iTunes 11.2 ili noviji.
hu: Ahhoz, hogy az AirPlayt ezzel az Apple TV-vel használja, a WLAN-hálózaton lévő eszközöket először ellenőrizni kell. Előfordulhat, hogy ehhez egy egyszeri, képernyőn megjelenő kód szükséges. Ehhez iOS 7.1 vagy újabb rendszer, OS X 10.9.2 vagy újabb rendszer, illetve iTunes 11.2 vagy újabb app szükséges.
id: Untuk menggunakan AirPlay dengan Apple TV ini, perangkat di jaringan WLAN ini harus diverifikasi terlebih dahulu. Ini dapat memerlukan kode sekali pakai pada layar. Memerlukan iOS 7.1 atau lebih baru, OS X 10.9.2 atau lebih baru, atau iTunes 11.2 atau lebih baru.
it: Per usare AirPlay con Apple TV, i dispositivi su questa rete WLAN devono essere verificati. Ciò può richiedere un codice su schermo per una singola sessione. Richiede iOS 7.1, OS X 10.9.2, iTunes 11.2 o rispettive versioni successive.
ja: このApple TVでAirPlayを使用するには、まずこのWLANネットワーク上のデバイスを検証する必要があります。検証には画面に表示されている1回限りのコードが必要な場合があります。 iOS 7.1以降、OS X 10.9.2以降、およびiTunes 11.2以降が必要です。
ko: 이 Apple TV로 AirPlay를 사용하려면 먼저 이 WLAN 네트워크에 연결된 기기인지를 확인해야 합니다. 화면에 나타나는 1회용 코드가 필요할 수 있습니다. iOS 7.1 이상, OS X 10.9.2 이상 또는 iTunes 11.2 이상이 필요합니다.
ms: Untuk menggunakan AirPlay dengan Apple TV ini, peranti pada rangkaian WLAN ini mesti disahkan terlebih dahulu. Ini mungkin memerlukan kod atas skrin satu kali. Memerlukan iOS 7.1 atau lebih baharu, atau OS X 10.9.2 atau lebih baharu, atau iTunes 11.2 atau lebih baharu.
nb: Enheter på WLAN-nettverket må verifiseres før du kan bruke AirPlay med denne Apple TV-en. Du må kanskje oppgi en engangskode som i så fall vises på skjermen. Krever iOS 7.1 eller nyere, OS X 10.9.2 eller nyere eller iTunes 11.2 eller nyere.
nl: Om AirPlay met deze Apple TV te gebruiken, moeten apparaten in dit WLAN-netwerk eerst worden geverifieerd. Hiervoor is mogelijk een eenmalige code op het scherm vereist. iOS 7.1 of nieuwer, OS X 10.9.2 of nieuwer of iTunes 11.2 of nieuwer is vereist.
pl: Aby używać AirPlay z tym Apple TV, urządzenia w sieci WLAN muszą zostać zweryfikowane. Potrzebny może być jednorazowy kod ekranowy. Wymaga iOS 7.1 lub nowszego, OS X 10.9.2 lub nowszego i iTunes 11.2 lub nowszego.
pt_br: Para usar o AirPlay com esta Apple TV, os dispositivos conectados a esta rede WLAN devem ser comprovados antes. Para isso, talvez seja necessário um código de uso único. Requer iOS 7.1, OS X 10.9.2, iTunes 11.2 ou versões posteriores desses sistemas.
pt_pt: Para usar o AirPlay com esta Apple TV, primeiro é necessário confirmar os dispositivos ligados a esta rede WLAN. Pode ser exigida a confirmação de um código único. Requer o iOS 7.1 ou posterior, o OS X 10.9.2 ou posterior, ou o iTunes 11.2 ou posterior.
ro: Pentru a utiliza AirPlay cu acest Apple TV, dispozitivele din această rețea WLAN trebuie să fie mai întâi verificate. Aceasta poate necesita utilizarea unică a unui cod de ecran. Necesită iOS 7.1 (sau ulterior), OS X 10.9.2 (sau ulterior) sau iTunes 11.2 (sau ulterior).
ru: Чтобы использовать AirPlay с этим Apple TV, нужно сначала подтвердить устройства в этой сети WLAN. Для этого может потребоваться одноразовый код на экране. Требуется iOS 7.1 или новее, OS X 10.9.2 или новее либо iTunes 11.2 или новее.
sk: Ak chcete používať AirPlay s týmto Apple TV, je potrebné najprv overiť zariadenia v tejto WLAN sieti. Na to bude zrejme potrebný jednorazový kód z obrazovky. Vyžaduje iOS 7.1 alebo novší, OS X 10.9.2 alebo novší, prípadne iTunes 11.2 alebo novšiu verziu.
sl: Za uporabo funkcije AirPlay s tem Apple TV-jem je treba napravi v tem omrežju WLAN najprej potrditi. Za to bo morda potrebna enkratna koda na zaslonu. Zahtevan je operacijski sistem iOS 7.1 ali novejši, OS X 10.9.2 ali novejši oziroma iTunes različice 11.2 ali novejše.
sv: Om du vill använda AirPlay med denna Apple TV måste enheterna på det här WLAN-nätverket först bekräftas. Detta kan kräva en engångskod på skärmen. Kräver iOS 7.1 eller senare, OS X 10.9.2 eller senare, eller iTunes 11.2 eller senare.
th: ในการใช้ AirPlay กับ Apple TV เครื่องนี้ ก่อนอื่นต้องตรวจสอบยืนยันอุปกรณ์บนเครือข่าย WLAN นี้ ซึ่งอาจต้องใช้รหัสบนหน้าจอแบบครั้งเดียว ต้องใช้ iOS 7.1 ขึ้นไป, OS X 10.9.2 ขึ้นไป หรือ iTunes 11.2 ขึ้นไป
tr: Bu Apple TV ile AirPlay’i kullanmak için önce bu WLAN ağındaki aygıtların doğrulanması gerekir. Bu işlem bir defalık bir ekran kodu gerektirebilir. iOS 7.1 veya daha yenisini, OS X 10.9.2 veya daha yenisini ya da iTunes 11.2 veya daha yenisini gerektirir.
uk: Щоб використовувати AirPlay із цим Apple TV, пристрої в цій мережі WLAN спершу слід підтвердити. Для цього може знадобитися разовий екранний код. Потрібні iOS 7.1, OS X 10.9.2 або iTunes 11.2 чи їх новіші версії.
vi: Để sử dụng AirPlay với Apple TV này, trước tiên các thiết bị trên mạng WLAN này phải được xác minh. Việc này có thể yêu cầu một mã trên màn hình sử dụng một lần. Yêu cầu iOS 7.1 trở lên, OS X 10.9.2 trở lên hoặc iTunes 11.2 trở lên.
zh_cn: 若要通过此Apple TV隔空播放，位于此无线局域网络上的设备必须先通过验证。这将需要一次性的屏幕代码。 要求运行iOS 7.1或更高版本、OS X 10.9.2或更高版本、iTunes 11.2或更高版本。
zh_hk: 如要將AirPlay配合此Apple TV使用，必須先驗證此WLAN網絡上的裝置。這可能需要輸入一次性的螢幕代碼。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。
zh_tw: 若要搭配此Apple TV使用AirPlay，必須先驗證此WLAN網路上的裝置。這可能需要輸入一次性的螢幕密碼。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。

# APSecurityVerifyTitle
source: Require Device Verification
ar: المطالبة بالتحقق من الجهاز
ca: Verificació del dispositiu
cs: Požadovat ověření zařízení
da: Kræv enhedsgodkendelse
de: Geräteüberprüfung erforderlich
el: Επαλήθευση συσκευής
es: Requerir verificación del dispositivo
es_us: Solicitar verificación del dispositivo
fi: Laitteen varmistuksen vaatiminen
fr: Vérification des appareils
fr_ca: Vérification des appareils requise
he: דרישת אימות מכשיר
hi: डिवाइस सत्यापन आवश्यक
hr: Zatraži provjeru uređaja
hu: Eszközellenőrzés megkövetelése
id: Memerlukan Verifikasi Perangkat
it: Richiedi verifica dispositivo
ja: デバイスの検証が必要
ko: 기기 확인 필요
ms: Perlukan Pengesahan Peranti
nb: Krev enhetsverifisering
nl: Vraag om apparaatverificatie
pl: Wymagaj weryfikacji urządzenia
pt_br: Exigir Verificação de Dispositivo
pt_pt: Exigir verificação do dispositivo
ro: Verificare dispozitiv necesară
ru: Запрос проверки устройства
sk: Vyžadovať overenie zariadenia
sl: Zahtevaj potrditev naprave
sv: Kräv enhetsverifiering
th: ต้องตรวจสอบยืนยันอุปกรณ์
tr: Aygıt Doğrulaması Gereksin
uk: Перевіряти пристрої
vi: Yêu cầu Xác minh Thiết bị
zh_cn: 要求设备验证
zh_hk: 需要裝置驗證
zh_tw: 需要裝置驗證

# APVerifiedSecurity
source: Verified
ar: تم التحقق منه
ca: Verificat
cs: Ověřeno
da: Bekræftet
de: Überprüft
el: Επαληθεύτηκε
es: Verificado
es_us: Verificado
fi: Varmistettu
fr: Vérifié
fr_ca: Vérifié
he: מאומת
hi: सत्यापित
hr: Potvrđeno
hu: Ellenőrzött
id: Terverifikasi
it: Con verifica
ja: 認証済み
ko: 확인됨
ms: Disahkan
nb: Verifisert
nl: Geverifieerd
pl: Zweryfikowane
pt_br: Verificado
pt_pt: Confirmado
ro: Verificat
ru: Проверено
sk: Overené
sl: Preverjeno
sv: Bekräftad
th: ตรวจสอบยืนยันแล้ว
tr: Doğrulandı
uk: Перевірено
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證
zh_tw: 已驗證

# APVerifiedSecurityFormat
source: Verified, %@
ar: تم التحقق، %@
ca: Verificat, %@
cs: Ověřeno, %@
da: Bekræftet, %@
de: Überprüft, %@
el: Επαληθεύτηκε, %@
es: Verificado, %@
es_us: Verificado, %@
fi: Varmistettu %@
fr: Vérifié, %@
fr_ca: Vérifié, %@
he: מאומת, %@
hi: सत्यापित, %@
hr: Potvrđeno, %@
hu: Ellenőrzött, %@
id: Terverifikasi, %@
it: Con verifica, %@
ja: 認証済み、%@
ko: 확인됨, %@
ms: Disahkan, %@
nb: Verifisert, %@
nl: Geverifieerd, %@
pl: Zweryfikowane, %@
pt_br: Verificado, %@
pt_pt: Confirmado, %@
ro: Verificat, %@
ru: Проверено, %@
sk: Overené, %@
sl: Preverjeno, %@
sv: Bekräftad, %@
th: ตรวจสอบยืนยัน %@ แล้ว
tr: Doğrulandı, %@
uk: Перевірено, %@
vi: Đã xác minh, %@
zh_cn: 已验证，%@
zh_hk: 已驗證，%@
zh_tw: 已驗證，%@

# AudioVideoTitle
source: Video and Audio
ar: الفيديو والصوت
ca: Vídeo i àudio
cs: Video a audio
da: Video og lyd
de: Video und Audio
el: Βίντεο και ήχος
es: Vídeo y audio
es_us: Video y audio
fi: Video ja ääni
fr: Vidéo et audio
fr_ca: Vidéo et audio
he: וידאו ושמע
hi: वीडियो और ऑडियो
hr: Slika i zvuk
hu: Videó és hang
id: Video dan Audio
it: Video e audio
ja: ビデオとオーディオ
ko: 비디오 및 오디오
ms: Video dan Audio
nb: Video og lyd
nl: Video en audio
pl: Wideo i dźwięk
pt_br: Vídeo e Áudio
pt_pt: Vídeo e áudio
ro: Video și audio
ru: Видео и аудио
sk: Video a audio
sl: Video in zvok
sv: Video och ljud
th: วิดีโอและเสียง
tr: Görüntü ve Ses
uk: Відео і Аудіо
vi: Video và âm thanh
zh_cn: 视频和音频
zh_hk: 影片與音訊
zh_tw: 影像和音訊

source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματη
es: Automática
es_us: Automática
fi: Automaattisesti
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automática
pt_pt: Automático
ro: Automat
ru: Авто
sk: Autom.
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AutoUpdateAppsTitle
source: Automatically Update Apps
ar: تحديث التطبيقات تلقائيًا
ca: Actualitza les apps automàticament
cs: Automaticky aktualizovat
da: Opdater apps automatisk
de: Apps automatisch aktualisieren
el: Αυτόματη ενημέρωση
es: Actualizar automáticamente
es_us: Actualizar apps automáticamente
fi: Päivitä apit automaattisesti
fr: Mise à jour automatique
fr_ca: Mettre à jour automatiquement
he: עדכון אוטומטי של יישומים
hi: ऐप्स ऑटोमैटिकली अपडेट करें
hr: Automatski ažuriraj aplikacije
hu: Appok automatikus frissítése
id: Perbarui App Secara Otomatis
it: Aggiorna automaticamente le app
ja: アプリを自動アップデート
ko: 앱 자동 업데이트
ms: Kemas Kini App Secara Automatik
nb: Oppdater apper automatisk
nl: Werk apps automatisch bij
pl: Uaktualniaj aplikacje automatycznie
pt_br: Atualizar Automaticamente
pt_pt: Atualizar aplicações automaticamente
ro: Actualizare automată aplicații
ru: Автообновление приложений
sk: Automaticky aktualizovať apky
sl: Samodejno posodobi aplikacije
sv: Uppdatera appar automatiskt
th: อัปเดตแอปโดยอัตโนมัติ
tr: Uygulamaları Otomatik Güncelle
uk: Автооновлення програм
vi: Tự động cập nhật ứng dụng
zh_cn: 自动更新App
zh_hk: 自動更新App
zh_tw: 自動更新App
